Repository: fcjaramillo/stackGame
Catalog: lib/l10n/l10n/intl_*.arb
Languages: es, fr

source: Quantity
es: Cantidad
fr: Quantité

source: Food
es: Comida
fr: Nourriture

source: Health
es: Salud
fr: Santé

source: Oxygen
es: Oxígeno
fr: Oxygène

source: Carbon FP
es: Huella de Carbono
fr: Empreinte Carbone

source: Coin
es: Moneda
fr: Pièce

source: Cards
es: Cartas
fr: Cartes

source: CarbonFootprint
es: Huella de Carbono
fr: Empreinte Carbone

source: Quest
es: Misión
fr: Quête

source: Recipes
es: Recetas
fr: Recettes

source: Achivements
es: Logros
fr: Succès

# timeRecipe
source: Time: {time} sec
es: Tiempo: {time} seg
fr: Temps: {time} sec

# welcomeSubtitle
source: Do you want to change your habits? To do so, move, group, create and sell cards.
es: ¿Quieres cambiar tus hábitos? Para hacerlo, mueve, agrupa, crea y vende cartas.
fr: Voulez-vous changer vos habitudes ? Pour ce faire, déplacez, regroupez, créez et vendez des cartes.

# welcomeAction
source: Press enter
es: Presiona enter
fr: Appuyez sur Entrée

# onboardingSubtitle
source: Follow the missions and look for the recipes in the packs. CONTROLS: Space = Pause, key m = Sound ON/OFF, key f = Fast ON/OFF
es: Sigue las misiones y busca las recetas en los paquetes. CONTROLES: Espacio = Pausa, tecla m = Sonido ACTIVADO/DESACTIVADO, tecla f = Velocidad ACTIVADA/DESACTIVADA
fr: Suivez les missions et recherchez les recettes dans les packs. CONTRÔLES : Espace = Pause, touche m = Son ACTIVÉ/DÉSACTIVÉ, touche f = Vitesse ACTIVÉE/DÉSACTIVÉE

# onboardingAction
source: Press enter
es: Presiona enter
fr: Appuyez sur Entrée

# gameOverTitle
source: G A M E O V E R
es: F I N D E L J U E G O
fr: F I N D U J E U

# gameOverSubtitle
source: Tap to Play Again
es: Toca para Jugar de Nuevo
fr: Appuyez pour Jouer à Nouveau

# gameOverAction
source: Press enter
es: Presiona enter
fr: Appuyez sur Entrée

# wonTitle
source: Y O U W O N ! ! !
es: ¡G A N A S T E ! ! !
fr: V O U S A V E Z G A G N É ! ! !

# wonSubtitle
source: Tap to Play Again
es: Toca para Jugar de Nuevo
fr: Appuyez pour Jouer à Nouveau

# wonAction
source: Press enter
es: Presiona enter
fr: Appuyez sur Entrée

# sellingTitle
source: 'You must sell some cards
es: Debes vender algunas cartas
fr: Vous devez vendre certaines cartes

# achivementFirtsCraft
source: The First Craft
es: La Primera Creación
fr: La Première Fabrication

# achivementFirtsCraftDescription
source: Congratulations! You crafted your first item. Who knew sticks and stones could do so much?
es: ¡Felicidades! Has creado tu primer objeto. ¿Quién sabía que palos y piedras podían hacer tanto?
fr: Félicitations ! Vous avez fabriqué votre premier objet. Qui aurait cru que des bâtons et des pierres pourraient faire autant ?

# achivementFirtsDay
source: The First Day
es: El Primer Día
fr: Le Premier Jour

# achivementFirtsDayDescription
source: You survived your first day! The future is looking bright... or is that just the sunrise?
es: ¡Has sobrevivido tu primer día! El futuro parece brillante... ¿o es solo el amanecer?
fr: Vous avez survécu à votre premier jour ! L'avenir semble radieux... ou est-ce juste le lever du soleil ?

# achivementEggvolution
source: Eggvolution
es: Evolución del Huevo
fr: Œufvolution

# achivementEggvolutionDescription
source: 10 eggs on the map? You`re practically a poultry farmer now!
es: ¿10 huevos en el mapa? ¡Prácticamente eres un granjero de aves ahora!
fr: 10 œufs sur la carte ? Vous êtes pratiquement un éleveur de volailles maintenant !

# achivementCow
source: The Cow's Fault
es: La Culpa de la Vaca
fr: La Faute de la Vache

# achivementCowDescription
source: You found your first poop. This is a crappy situation, but someone's gotta handle it.
es: Encontraste tu primer excremento. Esta es una situación desagradable, pero alguien tiene que manejarla.
fr: Vous avez trouvé votre premier caca. C'est une situation merdique, mais quelqu'un doit s'en occuper.

# achivementFuriends
source: Fur-iends
es: Amigos Peludos
fr: Amis à Poils

# achivementFuriendsDescription
source: You got your first dog! Remember, with great power comes great responsibility... to pick up poop.
es: ¡Conseguiste tu primer perro! Recuerda, con gran poder viene una gran responsabilidad... de recoger excrementos.
fr: Vous avez eu votre premier chien ! Souvenez-vous, avec un grand pouvoir vient une grande responsabilité... de ramasser les crottes.

# achivementDevsCoverer
source: DevsCoverer
es: Descubridor de los Devs
fr: Découvreur de Devs

# achivementDevsCovererDescription
source: You unlocked the Dev card. We're not sure if you should be proud or concerned.
es: Desbloqueaste la carta de Dev. No estamos seguros si deberías estar orgulloso o preocupado.
fr: Vous avez débloqué la carte Dev. Nous ne sommes pas sûrs si vous devez être fier ou inquiet.

# achivementLight
source: Let There Be Light
es: Hágase la Luz
fr: Que la Lumière Soit

# achivementLightDescription
source: You made your first solar panel. Who needs the sun when you have technology?
es: Hiciste tu primer panel solar. ¿Quién necesita el sol cuando tienes tecnología?
fr: Vous avez fabriqué votre premier panneau solaire. Qui a besoin du soleil quand on a la technologie ?

# achivementFullBelly
source: Full Belly, Happy Heart
es: Panza Llena, Corazón Contento
fr: Ventre Plein, Cœur Content

# achivementFullBellyDescription
source: You made your first farm banquet. Bon app√©tit!
es: Preparaste tu primer banquete de granja. ¡Buen provecho!
fr: Vous avez préparé votre premier banquet de ferme. Bon appétit !

# achivementGreenLife
source: Green Life
es: Vida Verde
fr: Vie Verte

# achivementGreenLifeDescription
source: You won the game for the first time. Mother Nature would be proud.
es: Ganaste el juego por primera vez. La Madre Naturaleza estaría orgullosa.
fr: Vous avez gagné le jeu pour la première fois. Mère Nature serait fière.

# achivementApocalypse
source: Apocalypse
es: Apocalipsis

# achivementApocalypseDescription
source: You lost the game for the first time. It's not the end of the world... oh wait.
es: Perdiste el juego por primera vez. No es el fin del mundo... oh espera.
fr: Vous avez perdu le jeu pour la première fois. Ce n'est pas la fin du monde... oh attendez.

# achivementAddiction
source: Addiction to the Environment
es: Adicción al Medio Ambiente
fr: Addiction à l'Environnement

# achivementAddictionDescription
source: You got all the achievements. You're officially a green thumb!
es: Obtuviste todos los logros. ¡Oficialmente eres un amante de la naturaleza!
fr: Vous avez obtenu tous les succès. Vous êtes officiellement un expert en écologie !

# questWork
source: Go to Work
es: Ve al Trabajo
fr: Aller au Travail

# questWorkDescription
source: Start your journey by heading to work.
es: Comienza tu viaje yendo al trabajo, para ello arrastra la carta Tu a la carta Trabajo
fr: Commencez votre voyage en allant au travail.

# questSalary
source: Sell the Salary Card
es: Vende la Tarjeta de Salario
fr: Vendre la Carte de Salaire

# questSalaryDescription
source: Earn some initial coins by selling your salary card.
es: Gana algunas monedas iniciales vendiendo tu tarjeta de salario.
fr: Gagnez quelques pièces initiales en vendant votre carte de salaire.

# questInitial
source: Buy the Initial Pack
es: Compra el Paquete Inicial
fr: Acheter le Pack Initial

# questInitialDescription
source: Invest in your survival by purchasing the Initial Pack.
es: Invierte en tu supervivencia comprando el Paquete Inicial.
fr: Investissez dans votre survie en achetant le Pack Initial.

# questBuyFood
source: Buy Food at CCBurger
es: Compra Comida en CCBurger
fr: Acheter de la Nourriture chez CCBurger

# questBuyFoodDescription
source: Keep your hunger at bay with a meal from CCBurger.
es: Mantén el hambre a raya con una comida de CCBurger.
fr: Gardez votre faim à distance avec un repas chez CCBurger.

# questSurvive
source: Survive the First Day
es: Sobrevive el Primer Día
fr: Survivre le Premier Jour

# questSurviveDescription
source: Make it through your first day without dying.
es: Sobrevive tu primer día sin morir.
fr: Passez votre première journée sans mourir.

# questCrafting
source: Craft a Crafting Table
es: Crea una Mesa de Trabajo
fr: Fabriquer une Table de Fabrication

# questCraftingDescription
source: Build a crafting table to unlock new crafting possibilities.
es: Construye una mesa de trabajo para desbloquear nuevas posibilidades de creación.
fr: Construisez une table de fabrication pour débloquer de nouvelles possibilités de création.

# questUnlock
source: Unlock an Idea
es: Desbloquea una Idea
fr: Débloquer une Idée

# questUnlockDescription
source: Spend your coins in any pack to unlock a new ideas.
es: Gasta tus monedas en cualquier paquete para desbloquear nuevas ideas.
fr: Dépensez vos pièces dans n'importe quel pack pour débloquer de nouvelles idées.

# questRecycle
source: Recycle 30 Plastics
es: Recicla 30 Plásticos
fr: Recycler 30 Plastiques

# questRecycleDescription
source: Contribute to the environment by recycling 30 plastics.
es: Contribuye al medio ambiente reciclando 30 plásticos.
fr: Contribuez à l'environnement en recyclant 30 plastiques.

# questCraftFeast
source: Craft a Farm Feast
es: Crea un Banquete de Granja
fr: Fabriquer un Festin de Ferme

# questCraftFeastDescription
source: Prepare a delicious farm feast to restore your energy.
es: Prepara un delicioso banquete de granja para restaurar tu energía.
fr: Préparez un délicieux festin de ferme pour restaurer votre énergie.

# questCraftPanel
source: Craft a Solar Panel
es: Crea un Panel Solar
fr: Fabriquer un Panneau Solaire

# questCraftPanelDescription
source: Harness the power of the sun with a solar panel.
es: Aprovecha el poder del sol con un panel solar.
fr: Exploitez le pouvoir du soleil avec un panneau solaire.

source: Title
es: Título
fr: Titre

source: search
es: buscar
fr: recherche

source: travel
es: viaje
fr: voyage

source: wishList
es: lista de deseos
fr: liste de souhaits

source: menssages
es: mensajes

source: wallet
es: billetera
fr: portefeuille

source: Flutter Demo
es: Demo de Flutter
fr: Démo Flutter

source: Flutter Demo Home Page
es: Página de inicio de la demostración de Flutter
fr: Page d'accueil de la démo Flutter

source: Download
es: Descargar
fr: Télécharger

source: you
es: tú
fr: toi

# youDescription
source: What are you watching? -_-
es: ¿Qué estás mirando? -_-
fr: Qu'est-ce que tu regardes? -_-

source: Rock
es: Roca
fr: Rocher

# rockDescription
source: So sturdy that even Goliath would tremble at the sight of it. Ideal for building or hurling pesky giants.
es: Tan resistente que incluso Goliat temblaría al verla. Ideal para construir o lanzar gigantes molestos.
fr: Si solide que même Goliath tremblerait à sa vue. Idéal pour la construction ou pour lancer des géants ennuyeux.

source: Iron
es: Hierro
fr: Fer

# ironDescription
source: Stronger than mom`s love. Ideal for creating structures
es: Más fuerte que el amor de mamá. Ideal para crear estructuras.
fr: Plus fort que l'amour d'une maman. Idéal pour créer des structures.

source: Coal
es: Carbón
fr: Charbon

# coalDescription
source: An essential energy source and raw material for the manufacture of silicon.
es: Una fuente de energía esencial y materia prima para la fabricación de silicio.
fr: Une source d'énergie essentielle et une matière première pour la fabrication du silicium.

source: Wood
es: Madera
fr: Bois

# woodDescription
source: Renewable and abundant, wood is essential for the construction and manufacture of a variety of objects.
es: Renovable y abundante, la madera es esencial para la construcción y fabricación de una variedad de objetos.
fr: Renouvelable et abondant, le bois est essentiel pour la construction et la fabrication de divers objets.

source: Glass
es: Vidrio
fr: Verre

# glassDescription
source: The invisible friend of windows and bottles: glass, the material that allows you to spy on your neighbors without them knowing!
es: El amigo invisible de las ventanas y las botellas: ¡el vidrio, el material que te permite espiar a tus vecinos sin que ellos lo sepan!
fr: L'ami invisible des fenêtres et des bouteilles : le verre, le matériau qui vous permet d'espionner vos voisins sans qu'ils le sachent !

source: Plastic
es: Plástico
fr: Plastique

# plasticDescription
source: The stuff that never goes bad, just like your student debts.
es: La cosa que nunca se echa a perder, al igual que tus deudas estudiantiles.
fr: La matière qui ne se dégrade jamais, tout comme vos dettes étudiantes.

source: Copper
es: Cobre
fr: Cuivre

# copperDescription
source: An excellent conductor of electricity, copper is essential for the manufacture of cables and electronic components.
es: Un excelente conductor de electricidad, el cobre es esencial para la fabricación de cables y componentes electrónicos.
fr: Un excellent conducteur d'électricité, le cuivre est essentiel pour la fabrication de câbles et de composants électroniques.

source: Dirt
es: Tierra
fr: Terre

# dirtDescription
source: Nature's embrace, the mother of all plants and worms! Rich in nutrients and essential for plant life
es: El abrazo de la naturaleza, ¡la madre de todas las plantas y gusanos! Rica en nutrientes y esencial para la vida de las plantas.
fr: L'étreinte de la nature, la mère de toutes les plantes et de tous les vers ! Riche en nutriments et essentielle à la vie des plantes.

source: Water
es: Agua
fr: Eau

# waterDescription
source: The elixir of life, essential for the survival of all known life forms.
es: El elixir de la vida, esencial para la supervivencia de todas las formas de vida conocidas.
fr: L'élixir de vie, essentiel à la survie de toutes les formes de vie connues.

source: Iron Ingots
es: Lingotes de Hierro
fr: Lingots de fer

# ironIngotsDescription
source: Refined and robust iron ingots ready to be forged into the strongest tools. With these ingots, even Iron Man would be jealous!
es: Lingotes de hierro refinados y resistentes listos para ser forjados en las herramientas más fuertes. ¡Con estos lingotes, incluso Iron Man estaría celoso!
fr: Des lingots de fer raffinés et robustes prêts à être forgés en outils robustes. Avec ces lingots, même Iron Man serait jaloux !

source: Silicon
es: Silicio
fr: Silicium

# siliconDescription
source: The essential building block for modern technology, silicon is the cornerstone of electronics. Who knew that beach sand could be so useful? Thank you, silicon!
es: El bloque de construcción esencial para la tecnología moderna, el silicio es la piedra angular de la electrónica. ¿Quién sabía que la arena de la playa podría ser tan útil? ¡Gracias, silicio!
fr: Le bloc de construction essentiel pour la technologie moderne, le silicium est la pierre angulaire de l'électronique. Qui aurait cru que le sable de plage pourrait être si utile ? Merci, silicium !

source: Copper line
es: Línea de Cobre
fr: Câble en cuivre

# copperLineDescription
source: They need to be refined to conduct energy. These cables have a new fashion. Now they look more naked than ever
es: Necesitan ser refinados para conducir energía. Estos cables tienen una nueva moda. Ahora se ven más desnudos que nunca.
fr: Ils doivent être raffinés pour conduire l'énergie. Ces câbles ont un nouveau style. Maintenant, ils ont l'air plus dénudés que jamais.

source: Insulators
es: Aislantes
fr: Isolateurs

# insulatorsDescription
source: They protect against short circuits and electric shocks, keeping the current in place. Who would have thought that a little plastic could prevent so much electrical drama?
es: Protegen contra cortocircuitos y descargas eléctricas, manteniendo la corriente en su lugar. ¿Quién hubiera pensado que un poco de plástico podría prevenir tanto drama eléctrico?
fr: Ils protègent contre les courts-circuits et les chocs électriques, maintenant le courant en place. Qui aurait pensé qu'un peu de plastique pourrait éviter tant de drame électrique ?

source: Solar cells
es: Celdas Solares
fr: Cellules solaires

# solarCellsDescription
source: These solar cells transform sunlight into electricity, providing clean, sustainable energy and making the sun work overtime. Good job, sunshine.
es: Estas celdas solares transforman la luz solar en electricidad, proporcionando energía limpia y sostenible y haciendo que el sol trabaje horas extras. Buen trabajo, sol.
fr: Ces cellules solaires transforment la lumière du soleil en électricité, fournissant une énergie propre et durable et faisant travailler le soleil en heures supplémentaires. Bon travail, soleil.

source: Structure
es: Estructura

# structureDescription
source: It provides stability and support for various constructions, from houses to machinery. So strong that even Chuck Norris would be proud.
es: Proporciona estabilidad y soporte para diversas construcciones, desde casas hasta maquinaria. Tan fuerte que incluso Chuck Norris estaría orgulloso.
fr: Elle assure la stabilité et le soutien de diverses constructions, des maisons aux machines. Si solide que même Chuck Norris en serait fier.

# cablesDescription
source: Cables ready to connect and transmit power efficiently. These functional cables are as reliable as the 'dog ate my homework' excuse.
es: Cables listos para conectar y transmitir energía de manera eficiente. Estos cables funcionales son tan confiables como la excusa de 'el perro se comió mi tarea'.
fr: Câbles prêts à connecter et à transmettre efficacement l'énergie. Ces câbles fonctionnels sont aussi fiables que l'excuse du 'chien a mangé mes devoirs'.

source: Fast Food
es: Comida Rápida
fr: Restauration rapide

# fastFoodDescription
source: Foods prepared quickly and conveniently, but with low nutritional value.
es: Alimentos preparados de manera rápida y conveniente, pero con bajo valor nutricional.
fr: Aliments préparés rapidement et commodément, mais avec une faible valeur nutritionnelle.

source: Wheat
es: Trigo
fr: Blé

# wheatDescription
source: Cereal used to make flour and various baked goods. And although it may not seem like it, cows love it.
es: Cereal utilizado para hacer harina y diversos productos horneados. Y aunque no lo parezca, a las vacas les encanta.
fr: Céréale utilisée pour faire de la farine et divers produits de boulangerie. Et même si ça ne semble pas, les vaches l'adorent.

source: Carrot
es: Zanahoria
fr: Carotte

# carrotDescription
source: A vegetable rich in nutrients and crucial to maintain a balanced diet. So good that it might make Bugs Bunny give up on the competition's carrots.
es: Una verdura rica en nutrientes y crucial para mantener una dieta equilibrada. Tan buena que podría hacer que Bugs Bunny renuncie a las zanahorias de la competencia.
fr: Un légume riche en nutriments et crucial pour maintenir une alimentation équilibrée. Tellement bon que ça pourrait faire renoncer Bugs Bunny aux carottes de la concurrence.

source: Potato
es: Patata
fr: Pomme de terre

# potatoDescription
source: The humble potato, the unsung hero of the kitchen, making stomachs happy since time immemorial.
es: La humilde patata, la heroína olvidada de la cocina, haciendo felices los estómagos desde tiempos inmemoriales.
fr: La humble pomme de terre, l'héroïne méconnue de la cuisine, rendant les estomacs heureux depuis la nuit des temps.

source: Apple
es: Manzana
fr: Pomme

# appleDescription
source: A fresh and crunchy fruit, full of flavor and nutrients. Watch out for apples falling from the sky! If Newton could have a 'eureka' moment with one, who knows what brilliant ideas you might have?
es: Una fruta fresca y crujiente, llena de sabor y nutrientes. ¡Cuidado con las manzanas que caen del cielo! Si Newton pudo tener un momento 'eureka' con una, ¿quién sabe qué ideas brillantes podrías tener tú?
fr: Un fruit frais et croquant, plein de saveur et de nutriments. Attention aux pommes qui tombent du ciel ! Si Newton pouvait avoir un moment 'eureka' avec une pomme, qui sait quelles idées brillantes vous pourriez avoir ?

source: Milk
es: Leche
fr: Lait

# milkDescription
source: A fundamental source of calcium and nutrients for a balanced diet. White elixir of life that helps you grow strong and big.
es: Una fuente fundamental de calcio y nutrientes para una dieta equilibrada. El elixir blanco de la vida que te ayuda a crecer fuerte y grande.
fr: Une source fondamentale de calcium et de nutriments pour une alimentation équilibrée. Élixir blanc de la vie qui vous aide à grandir fort et grand.

source: Meat
es: Carne
fr: Viande

# meatDescription
source: An important source of protein and nutrients to keep you healthy and full of energy. Nothing like a good piece of meat to satisfy your growling stomach.
es: Una importante fuente de proteínas y nutrientes para mantenerte saludable y lleno de energía. Nada como un buen trozo de carne para satisfacer tu estómago rugiente.
fr: Une source importante de protéines et de nutriments pour vous garder en bonne santé et plein d'énergie. Rien de tel qu'un bon morceau de viande pour satisfaire votre estomac affamé.

# bananaDescription
source: The nutritious banana, natural energy in its yellow packaging. It comes with its own case and the promise to make you smile, even if you look like a monkey eating it.
es: La nutritiva banana, energía natural en su empaque amarillo. Viene con su propio estuche y la promesa de hacerte sonreír, incluso si pareces un mono comiéndola.
fr: La banane nutritive, l'énergie naturelle dans son emballage jaune. Elle vient avec son propre étui et la promesse de vous faire sourire, même si vous ressemblez à un singe en la mangeant.

source: Egg
es: Huevo
fr: Œuf

# eggDescription
source: The egg, source of proteins of the highest quality and versatility in the kitchen. It faces hot pans and whisks without fear.
es: El huevo, fuente de proteínas de la más alta calidad y versatilidad en la cocina. Se enfrenta a sartenes calientes y batidores sin miedo.
fr: L'œuf, source de protéines de la plus haute qualité et polyvalence en cuisine. Il affronte les poêles chaudes et les fouets sans peur.

source: Stew
es: Estofado
fr: Ragoût

# stewDescription
source: Traditional dish that combines meat, vegetables and broth in a comforting preparation. Like a hug in the form of food, perfect for those cold days or when the soul needs comfort.
es: Plato tradicional que combina carne, verduras y caldo en una preparación reconfortante. Como un abrazo en forma de comida, perfecto para esos días fríos o cuando el alma necesita consuelo.
fr: Plat traditionnel qui associe viande, légumes et bouillon dans une préparation réconfortante. Comme un câlin sous forme de nourriture, parfait pour les jours froids ou lorsque l'âme a besoin de réconfort.

source: Fried Meat
es: Carne Frita
fr: Viande frite

source: Flour
es: Harina
fr: Farine

# flourDescription
source: Flour, the base of many baked delicacies and dishes from around the world. The magic powder that turns any recipe into something delicious. Just add water and faith.
es: Harina, la base de muchas delicias horneadas y platos de todo el mundo. El polvo mágico que convierte cualquier receta en algo delicioso. Solo agrega agua y fe.
fr: La farine, la base de nombreuses délicatesses et plats du monde entier. La poudre magique qui transforme n'importe quelle recette en quelque chose de délicieux. Il suffit d'ajouter de l'eau et de la foi.

source: Bread
es: Pan
fr: Pain

# breadDescription
source: Bread, a staple food on the table of millions of people around the world. The reason mankind invented butter. And jam!
es: Pan, un alimento básico en la mesa de millones de personas en todo el mundo. La razón por la que la humanidad inventó la mantequilla. ¡Y la mermelada!
fr: Le pain, un aliment de base sur la table de millions de personnes à travers le monde. La raison pour laquelle l'humanité a inventé le beurre. Et la confiture !

source: Cake
es: Pastel
fr: Gâteau
