Repository: fcjaramillo/stackGame
Catalog: lib/l10n/l10n/intl_*.arb
Languages: es, fr

# cakeDescription
source: A delicious cake made with fresh and loving ingredients, perfect for celebrating special occasions.
es: Un delicioso pastel hecho con ingredientes frescos y amorosos, perfecto para celebrar ocasiones especiales.
fr: Un délicieux gâteau préparé avec des ingrédients frais et aimants, parfait pour célébrer des occasions spéciales.

source: Healthy Salad
es: Ensalada Saludable
fr: Salade saine

# healthySaladDescription
source: A fresh mix of vegetables and healthy toppings. Nothing like healthy food.
es: Una mezcla fresca de verduras y ingredientes saludables. Nada como la comida saludable.
fr: Un mélange frais de légumes et de garnitures saines. Rien de tel que la nourriture saine.

source: Fruit Shake
es: Batido de Frutas
fr: Jus de fruits

# fruitShakeDescription
source: A refreshing blend of fresh fruits, perfect for recharging energy and vitamins.
es: Una refrescante mezcla de frutas frescas, perfecta para recargar energía y vitaminas.
fr: Un mélange rafraîchissant de fruits frais, parfait pour recharger l'énergie et les vitamines.

source: Omelet
es: Tortilla
fr: Omelette

# omeletDescription
source: A delicious combination of potatoes and eggs, perfect for any meal with a flavor that will make even the most serious chef smile.
es: Una deliciosa combinación de papas y huevos, perfecta para cualquier comida con un sabor que hará sonreír incluso al chef más serio.
fr: Une délicieuse combinaison de pommes de terre et d'œufs, parfaite pour n'importe quel repas avec une saveur qui ferait sourire même le chef le plus sérieux.

source: Apple Pie
es: Tarta de Manzana
fr: Tarte aux pommes

# applePieDescription
source: A classic apple pie baked with love, that not only fills the stomach but also the heart. This pie will make you forget all your worries, at least until it's gone!
es: Una clásica tarta de manzana horneada con amor, que no solo llena el estómago sino también el corazón. ¡Esta tarta hará que olvides todas tus preocupaciones, al menos hasta que se acabe!
fr: Une tarte aux pommes classique cuite avec amour, qui remplit non seulement l'estomac mais aussi le cœur. Cette tarte vous fera oublier tous vos soucis, du moins jusqu'à ce qu'elle soit partie !

source: Farm Feast
es: Banquete de Granja
fr: Fête à la ferme

# farmFeastDescription
source: The feast that makes farms feel like palaces. A complete meal that blends the best farm products for a satisfying culinary experience, prepared with love and care to share with your loved ones.
es: El festín que hace que las granjas se sientan como palacios. Una comida completa que mezcla los mejores productos de la granja para una experiencia culinaria satisfactoria, preparada con amor y cuidado para compartir con tus seres queridos.
fr: La fête qui fait des fermes des palais. Un repas complet qui mélange les meilleurs produits de la ferme pour une expérience culinaire satisfaisante, préparée avec amour et soin à partager avec vos proches.

source: Baul
es: Baúl
fr: Coffre

# baulDescription
source: Storage space for your most precious and necessary possessions. A reliable container that adds a little extra to your card storage capacity.
es: Espacio de almacenamiento para tus posesiones más preciosas y necesarias. Un contenedor confiable que añade un poco más a la capacidad de almacenamiento de tus cartas.
fr: Espace de stockage pour vos possessions les plus précieuses et nécessaires. Un conteneur fiable qui ajoute un peu plus à votre capacité de stockage de cartes.

source: Warehouse
es: Almacén
fr: Entrepôt

# warehouseDescription
source: The place where your stuff ends up when you decide it's too valuable to throw away. A large, organized space to store and manage your resources efficiently. Greatly increases your card storage capacity.
es: El lugar donde terminan tus cosas cuando decides que son demasiado valiosas para tirarlas. Un espacio grande y organizado para almacenar y gestionar tus recursos de manera eficiente. Aumenta enormemente la capacidad de almacenamiento de tus cartas.
fr: L'endroit où vos affaires finissent quand vous décidez qu'elles sont trop précieuses pour être jetées. Un grand espace organisé pour stocker et gérer efficacement vos ressources. Augmente considérablement votre capacité de stockage de cartes.

source: Furnace
es: Horno
fr: Fourneau

# furnaceDescription
source: The scene of the most epic feats, where materials become masterpieces (or disasters). Whether cooking succulent delicacies or melting metals and creating new materials.
es: El escenario de las hazañas más épicas, donde los materiales se convierten en obras maestras (o desastres). Ya sea cocinando delicias suculentas o derritiendo metales y creando nuevos materiales.
fr: Le théâtre des exploits les plus épiques, où les matériaux deviennent des chefs-d'œuvre (ou des désastres). Que ce soit pour cuisiner de succulentes délices ou fondre des métaux et créer de nouveaux matériaux.

source: Crafting Table
es: Mesa de Trabajo
fr: Table de fabrication

# craftingTableDescription
source: The epicenter of creation in your village. Here, ideas become reality. From simple shelves to complex structures, it all starts here.
es: El epicentro de la creación en tu aldea. Aquí, las ideas se convierten en realidad. Desde simples estantes hasta estructuras complejas, todo comienza aquí.
fr: Le centre de création dans votre village. Ici, les idées deviennent réalité. Des simples étagères aux structures complexes, tout commence ici.

source: Sawmill
es: Aserradero
fr: Scierie

# sawmillDescription
source: The wood workshop, where trees sacrifice their being to become finely crafted furniture... and birds cry silently for their loss.
es: El taller de madera, donde los árboles sacrifican su ser para convertirse en muebles finamente elaborados... y los pájaros lloran silenciosamente por su pérdida.
fr: L'atelier du bois, où les arbres sacrifient leur être pour devenir des meubles finement fabriqués... et les oiseaux pleurent silencieusement leur perte.

source: Electric table
es: Mesa Eléctrica
fr: Table électrique

# electricTableDescription
source: A specialized table equipped with tools and equipment for the creation of electronic devices. Try not to lose patience when the wires decide to get tangled up like a snake party.
es: Una mesa especializada equipada con herramientas y equipos para la creación de dispositivos electrónicos. Trata de no perder la paciencia cuando los cables decidan enredarse como una fiesta de serpientes.
fr: Une table spécialisée équipée d'outils et d'équipements pour la création de dispositifs électroniques. Essayez de ne pas perdre patience lorsque les fils décident de s'emmêler comme une fête de serpents.

source: Solar panel
es: Panel Solar
fr: Panneau solaire

# solarPanelDescription
source: A solar panel designed to capture solar energy and convert it into a clean, renewable energy source that harnesses sunlight to generate electricity and reduce dependence on fossil fuels.
es: Un panel solar diseñado para capturar la energía solar y convertirla en una fuente de energía limpia y renovable que aprovecha la luz del sol para generar electricidad y reducir la dependencia de los combustibles fósiles.
fr: Un panneau solaire conçu pour capturer l'énergie solaire et la convertir en une source d'énergie propre et renouvelable qui exploite la lumière du soleil pour produire de l'électricité et réduire la dépendance aux combustibles fossiles.

source: Farm
es: Granja
fr: Ferme

# farmDescription
source: A plot of fertile land dedicated to agricultural production. It grows essential foods more efficiently to produce a variety of fresh and healthy foods.
es: Un terreno fértil dedicado a la producción agrícola. Cultiva alimentos esenciales de manera más eficiente para producir una variedad de alimentos frescos y saludables.
fr: Une parcelle de terre fertile dédiée à la production agricole. Elle fait pousser des aliments essentiels de manière plus efficace pour produire une variété d'aliments frais et sains.

source: Orchard
es: Huerto
fr: Verger

# orchardDescription
source: Although the fruits are delicious, this fruit plot is less efficient than the Farm. But who can resist a freshly picked apple.
es: Aunque las frutas son deliciosas, esta parcela de frutas es menos eficiente que la Granja. Pero ¿quién puede resistirse a una manzana recién recogida?
fr: Bien que les fruits soient délicieux, cette parcelle de fruits est moins efficace que la ferme. Mais qui peut résister à une pomme fraîchement cueillie.

source: Mill
es: Molino
fr: Moulin

# millDescription
source: Don Quixote would hate it, but your grains will love it. A mill that turns wheat into flour, an essential piece of food.
es: Don Quijote lo odiaría, pero tus granos lo amarán. Un molino que convierte el trigo en harina, una pieza esencial de la comida.
fr: Don Quichotte le détesterait, mais vos grains l'adoreront. Un moulin qui transforme le blé en farine, une pièce essentielle de la nourriture.

source: Greenhouse
es: Invernadero
fr: Serre

# greenhouseDescription
source: A greenhouse where plants thrive like they're at a spa day, soaking in sun rays and sipping on nutrient cocktails. Improves crop production, allowing you to grow plants more effectively.
es: Un invernadero donde las plantas prosperan como si estuvieran en un día de spa, empapándose de los rayos del sol y sorbiendo cócteles de nutrientes. Mejora la producción de cultivos, permitiéndote cultivar plantas de manera más efectiva.
fr: Une serre où les plantes prospèrent comme si elles étaient en journée spa, absorbant les rayons du soleil et sirotant des cocktails nutritifs. Améliore la production de cultures, vous permettant de cultiver des plantes de manière plus efficace.

source: Wind turbine
es: Turbina Eólica
fr: Éolienne

source: Recycler
es: Reciclador
fr: Recycleur

# recyclerDescription
source: An advanced Recycling Center that allows you to disassemble and reuse the cards you no longer need, giving you back the materials for future projects. An 'undo' button for unwanted constructions.
es: Un Centro de Reciclaje avanzado que te permite desmontar y reutilizar las cartas que ya no necesitas, devolviéndote los materiales para proyectos futuros. Un botón 'deshacer' para construcciones no deseadas.
fr: Un centre de recyclage avancé qui vous permet de désassembler et de réutiliser les cartes dont vous n'avez plus besoin, vous rendant les matériaux pour des projets futurs. Un bouton 'annuler' pour les constructions indésirables.

source: Composter
es: Compostador
fr: Composteur

# composterDescription
source: Where waste goes to rethink your life choices. A tool to convert organic waste into compost, an essential practice for sustainable agriculture.
es: Donde los residuos van a repensar sus elecciones de vida. Una herramienta para convertir los desechos orgánicos en compost, una práctica esencial para la agricultura sostenible.
fr: Où les déchets vont repenser vos choix de vie. Un outil pour convertir les déchets organiques en compost, une pratique essentielle pour une agriculture durable.

source: Campfire
es: Fogata
fr: Feu de camp

# campfireDescription
source: A heat source and a means of cooking food in the traditional village way, although it may be less efficient than a modern furnace. How about a round of burnt marshmallows?
es: Una fuente de calor y un medio para cocinar alimentos al estilo tradicional del pueblo, aunque puede ser menos eficiente que un horno moderno. ¿Qué tal una ronda de malvaviscos quemados?
fr: Une source de chaleur et un moyen de cuisiner de la nourriture à la manière traditionnelle du village, bien qu'il soit peut-être moins efficace qu'un four moderne. Que diriez-vous d'une fournée de guimauves brûlées ?

source: Dog
es: Perro
fr: Chien

# dogDescription
source: Man's best friend! He barks, eats, gives you meat for your stew and improves your mood! A furry all-in-one.
es: ¡El mejor amigo del hombre! Ladra, come, te da carne para tu estofado ¡y mejora tu humor! Un todo en uno peludo.
fr: Le meilleur ami de l'homme ! Il aboie, mange, vous donne de la viande pour votre ragoût et améliore votre humeur ! Un tout-en-un poilu.

source: Cow
es: Vaca
fr: Vache

# cowDescription
source: This noble animal produces milk and manure at an impressive rate. Thank you very muuuuuch cow.
es: Este noble animal produce leche y estiércol a un ritmo impresionante. Muchas gracias muuuuucha vaca.
fr: Cet animal noble produit du lait et du fumier à un rythme impressionnant. Merci beaucoup vache.

source: Hen
es: Gallina
fr: Poule

# henDescription
source: A domestic hen that provides a steady supply of fresh eggs. The hen that lays golden eggs. Well, not exactly golden, but almost!
es: Una gallina doméstica que proporciona un suministro constante de huevos frescos. La gallina que pone huevos de oro. Bueno, no exactamente dorados, ¡pero casi!
fr: Une poule domestique qui fournit un approvisionnement régulier en œufs frais. La poule qui pond des œufs en or. Eh bien, pas exactement en or, mais presque !

source: Tree
es: Árbol
fr: Arbre

# treeDescription
source: A symbol of life and nature that provides wood to build with and oxygen to breathe. Take care of them as if they were your most precious treasures.
es: Un símbolo de vida y naturaleza que proporciona madera para construir y oxígeno para respirar. Cuídalos como si fueran tus tesoros más preciados.
fr: Symbole de la vie et de la nature qui fournit du bois pour construire et de l'oxygène pour respirer. Prenez soin d'eux comme s'ils étaient vos trésors les plus précieux.

source: Energy
es: Energía
fr: Énergie

# energyDescription
source: The spark that starts the village engine just be careful not to accidentally ignite the village. An energy boost to keep your machines running and your mind moving. Increases the length of the day by 20 seconds.
es: La chispa que pone en marcha el motor de la aldea, solo ten cuidado de no encender accidentalmente la aldea. Un impulso de energía para mantener tus máquinas en funcionamiento y tu mente activa. Aumenta la duración del día en 20 segundos.
fr: L'étincelle qui met en marche le moteur du village, faites juste attention de ne pas allumer accidentellement le village. Un coup de pouce énergétique pour garder vos machines en marche et votre esprit en mouvement. Augmente la durée du jour de 20 secondes.

source: CC Burgers
es: Crazy Cave Burgers
fr: Burgers CC

# ccBurgersDescription
source: Crazy Cave Burgers: The stomach's best friends and the diet's worst enemies. A quick fix for those busy days, even if their nutritional content is as mysterious as the cave they come from.
es: Las hamburguesas de la cueva loca: los mejores amigos del estómago y los peores enemigos de la dieta. Una solución rápida para esos días ocupados, incluso si su contenido nutricional es tan misterioso como la cueva de la que provienen.
fr: Burgers de la grotte folle : les meilleurs amis de l'estomac et les pires ennemis du régime. Une solution rapide pour les journées chargées, même si leur contenu nutritionnel est aussi mystérieux que la grotte d'où ils viennent.

source: Employment
es: Empleo
fr: Emploi

# employmentDescription
source: The village's 9 to 5 system! If you're looking for coins, this is where you line up to trade time for those coveted game coins! There are even rumors that the dog wears a tie on Fridays.
es: ¡El sistema de 9 a 5 de la aldea! Si estás buscando monedas, aquí es donde haces cola para intercambiar tiempo por esas codiciadas monedas del juego. Incluso hay rumores de que el perro usa corbata los viernes.
fr: Le système 9 à 5 du village ! Si vous cherchez des pièces, c'est là que vous vous alignez pour échanger du temps contre ces précieuses pièces de jeu ! Il y a même des rumeurs selon lesquelles le chien porte une cravate le vendredi.

source: Coal Plant
es: Planta de Carbón
fr: Centrale à charbon

# coalPlantDescription
source: Coal-Fired Power Plant: An environmentally unfriendly but effective energy source. Beware of coal, it can taint your lungs and your conscience.
es: Central Eléctrica de Carbón: una fuente de energía efectiva pero poco ecológica. Cuidado con el carbón, puede ensuciar tus pulmones y tu conciencia.
fr: Centrale électrique au charbon : une source d'énergie efficace mais peu respectueuse de l'environnement. Attention au charbon, il peut salir vos poumons et votre conscience.

source: Apple Tree
es: Árbol de Manzana
fr: Pommier

# appleTreeDescription
source: This apple tree is so generous that even the worms have membership cards. The apples are out of this world!
es: Este manzano es tan generoso que incluso los gusanos tienen tarjetas de membresía. ¡Las manzanas están fuera de este mundo!
fr: Cet arbre à pommes est si généreux que même les vers ont des cartes de membre. Les pommes sont extraordinaires !

source: Banana Tree
es: Árbol de Banano
fr: Bananier

# bananaTreeDescription
source: A tropical tree that produces a fruit that produces many slips in the world, rich in potassium and other essential nutrients. A tasty and healthy addition to your daily diet.
es: Un árbol tropical que produce una fruta que produce muchos resbalones en el mundo, rica en potasio y otros nutrientes esenciales. Una adición sabrosa y saludable a tu dieta diaria.
fr: Un arbre tropical qui produit un fruit qui produit beaucoup de glissades dans le monde, riche en potassium et autres nutriments essentiels. Un ajout savoureux et sain à votre alimentation quotidienne.

source: Poop
es: Estiércol
fr: Fumier

# poopDescription
source: The cycle of life is completed by this humble gift of nature. Beyond its modest appearance, manure is the guardian of ecological balance and soil fertility. What secrets might be buried beneath its surface?
es: El ciclo de la vida se completa con este humilde regalo de la naturaleza. Más allá de su apariencia modesta, el estiércol es el guardián del equilibrio ecológico y la fertilidad del suelo. ¿Qué secretos podrían estar enterrados bajo su superficie?
fr: Le cycle de la vie est complété par ce modeste don de la nature. Au-delà de son apparence modeste, le fumier est le gardien de l'équilibre écologique et de la fertilité du sol. Quels secrets pourraient être enfouis sous sa surface ?

source: Planks
es: Tablas
fr: Planches

# planksDescription
source: An essential element in construction, boards are versatile and essential for erecting strong and durable structures.
es: Un elemento esencial en la construcción, las tablas son versátiles e imprescindibles para erigir estructuras fuertes y duraderas.
fr: Un élément essentiel dans la construction, les planches sont polyvalentes et indispensables pour ériger des structures solides et durables.

source: Food Pack
es: Paquete de Comida
fr: Pack de nourriture

source: Food Card
es: Tarjeta de Comida
fr: Carte alimentaire

# foodPackDescription
source: Provide 3 food cards
es: Proporciona 3 tarjetas de comida
fr: Fournit 3 cartes alimentaires

source: Material Pack
es: Paquete de Material
fr: Pack de matériaux

source: Material Card
es: Tarjeta de Material
fr: Carte de matériaux

# materialPackDescription
source: Provide 3 material cards
es: Proporciona 3 tarjetas de material
fr: Fournit 3 cartes de matériaux

source: Initial Pack
es: Pack inicial
fr: Pack initial

# initialPackSubtitle
source: Initial pack to start your adventure
es: Pack inicial para comenzar tu aventura
fr: Pack initial pour commencer l'aventure

# initialPackDescription
source: Initial pack to start your adventure
es: Pack inicial para empezar tu aventura
fr: Pack initial pour commencer l'aventure

source: Salary
es: Salario
fr: Salaire

# salaryDescription
source: Salary
es: Salario
fr: Salaire

source: Structure Pack
es: Paquete de Estructura
fr: Pack de structures

source: Structure Card
es: Tarjeta de Estructura
fr: Carte de structures

# structurePackDescription
source: Provide 3 structure cards
es: Proporciona 3 tarjetas de estructura
fr: Fournit 3 cartes de structures

source: Idea Pack
es: Paquete de Ideas
fr: Pack d'idées

source: Idea Card
es: Tarjeta de Idea
fr: Carte d'idée

# ideaPackDescription
source: Provide 3 idea cards
es: Proporciona 3 tarjetas de idea
fr: Fournit 3 cartes d'idées

source: Nature Pack
es: Paquete de Naturaleza
fr: Pack de nature

source: Nature Card
es: Tarjeta de Naturaleza
fr: Carte de nature

# naturePackDescription
source: Provide 3 nature cards
es: Proporciona 3 tarjetas de naturaleza
fr: Fournit 3 cartes de nature

source: Idea: Iron Ingots
es: Idea: Lingotes de Hierro
fr: Idée : Lingots de fer

# ideaIronIngotsDescription
source: The crafting is: 2 x Iron 1 x Coal 1 x Furnace
es: La elaboración es: 2 x Hierro 1 x Carbón 1 x Horno
fr: La fabrication est : 2 x Fer 1 x Charbon 1 x Fourneau

source: Idea: Silicon
es: Idea: Silicio
fr: Idée : Silicium

# ideaSiliconDescription
source: The crafting is: 6 x Coal 1 x Furnace
es: La elaboración es: 6 x Carbón 1 x Horno
fr: La fabrication est : 6 x Charbon 1 x Fourneau

source: Idea: Copper Line
es: Idea: Cable de Cobre
fr: Idée : Ligne de cuivre

# ideaCopperLineDescription
source: The crafting is: 2 x Cooper 1 x Coal 1 x Furnace 1 x Crafting Table 1 x Human
es: La elaboración es: 2 x Cobre 1 x Carbón 1 x Horno 1 x Mesa de Trabajo
fr: La fabrication est : 2 x Cuivre 1 x Charbon 1 x Fourneau 1 x Table de craft 1 x Humain

source: Idea: Insulator
es: Idea: Aislantes
fr: Idée : Isolant

# ideaInsulatorDescription
source: The crafting is: 2 x Plastic 1 x Coal 1 x Furnace 1 x Crafting Table 1 x Human
es: La elaboración es: 1 x Plástico 1 x Vidrio 1 x Mesa de Trabajo
fr: La fabrication est : 2 x Plastique 1 x Charbon 1 x Fourneau 1 x Table de craft 1 x Humain

source: Idea: Solar cells
es: Idea: Celdas Solares
fr: Idée : Cellules solaires

# ideaSolarcellsDescription
source: The crafting is: 4 x Silicon 1 x Electronic Table 1 x Human
es: La elaboración es: 5 x Silicio 2 x Cobre 1 x Mesa Eléctrica
fr: La fabrication est : 4 x Silicium 1 x Table électronique 1 x Humain

source: Idea: Structure
es: Idea: Estructura
fr: Idée : Structure

# ideaStructureDescription
source: The crafting is: 2 x wood 2 x Iron 1 x Crafting Table 1 x Human
es: La elaboración es: 10 x Madera 5 x Hierro Lingotes 1 x Sierra Eléctrica
fr: La fabrication est : 2 x Bois 2 x Fer 1 x Table de craft 1 x Humain

# ideaCablesDescription
source: The crafting is: 1 x Cooper line 1 x Insulators 1 x Crafting Table 1 x Human
es: La elaboración es: 2 x Cobre Lineas 1 x Aislantes 1 x Mesa de Trabajo
fr: La fabrication est : 1 x Ligne de cuivre 1 x Isolants 1 x Table de craft 1 x Humain

source: Idea: Stew
es: Idea: Estofado
fr: Idée : Ragoût

# ideaStewDescription
source: The crafting is: 1 x Meat 1 x Potato 1 x Carrot 1 x Water 1 x (Funarce + Coal)/Campfire
es: La elaboración es: 1 x Carne 1 x Papa 1 x Zanahoria 1 x Agua 1 x (Horno + Carbón)/Fogata
fr: La fabrication est : 1 x Viande 1 x Pomme de terre 1 x Carotte 1 x Eau 1 x (Four + Charbon)/Feu de camp

source: Idea: Fried Meat
es: Idea: Carne Frita
fr: Idée : Viande frite

# ideaFriedMeatDescription
source: The crafting is: 1 x Meat 1 x (Funarce + Coal)/Campfire
es: La elaboración es: 1 x Carne 1 x (Horno + Carbón)/Fogata
fr: La fabrication est : 1 x Viande 1 x (Four + Charbon)/Feu de camp

source: Idea: Flour
es: Idea: Harina
fr: Idée : Farine

# ideaFlourDescription
source: The crafting is: 1 x Wheat 1 x Mill 1 x Human
es: La elaboración es: 1 x Trigo 1 x Molino 1 x Humano
fr: La fabrication est : 1 x Blé 1 x Moulin 1 x Humain

source: Idea: Bread
es: Idea: Pan
fr: Idée : Pain

# ideaBreadDescription
source: The crafting is: 1 x Flour 1 x Water 1 x (Funarce + Coal)/Campfire
es: La elaboración es: 1 x Harina 1 x Agua 1 x (Horno + Carbón)/Fogata
fr: La fabrication est : 1 x Farine 1 x Eau 1 x (Four + Charbon)/Feu de camp

source: Idea: Cake
es: Idea: Pastel
fr: Idée : Gâteau
