Repository: fcjaramillo/stackGame
Catalog: lib/l10n/l10n/intl_*.arb
Languages: es, fr

# ideaCakeDescription
source: The crafting is: 3 x Flour 3 x Egg 3 x Milk 1 x (Funarce + Coal)/Campfire
es: La elaboración es: 3 x Harina 3 x Huevo 3 x Leche 1 x (Horno + Carbón)/Fogata
fr: La fabrication est : 3 x Farine 3 x Œuf 3 x Lait 1 x (Four + Charbon)/Feu de camp

source: Idea: Healthy Salad
es: Idea: Ensalada Saludable
fr: Idée : Salade saine

# ideaHealthySaladDescription
source: The crafting is: 1 x Carrot 1 x Potato 1 x Apple 1 x Banana 1 x Crafting Table 1 x Human
es: La elaboración es: 1 x Zanahoria 1 x Papa 1 x Manzana 1 x Banano 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 1 x Carotte 1 x Pomme de terre 1 x Pomme 1 x Banane 1 x Table de craft 1 x Humain

source: Idea: Fruit Shake
es: Idea: Batido de Frutas
fr: Idée : Smoothie aux fruits

# ideaFruitShakeDescription
source: The crafting is: 1 x Apple 1 x Banana 1 x Milk 1 x Crafting Table 1 x Human
es: La elaboración es: 1 x Manzana 1 x Banano 1 x Leche 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 1 x Pomme 1 x Banane 1 x Lait 1 x Table de craft 1 x Humain

source: Idea: Potato Omelet
es: Idea: Tortilla de Patata
fr: Idée : Omelette aux pommes de terre

# ideaPotatoOmeletDescription
source: The crafting is: 2 x Potato 3 x Egg 1 x Flour 1 x Milk 1 x (Funarce + Coal)/Campfire
es: La elaboración es: 2 x Papa 3 x Huevo 1 x Harina 1 x Leche 1 x (Horno + Carbón)/Fogata
fr: La fabrication est : 2 x Pomme de terre 3 x Œuf 1 x Farine 1 x Lait 1 x (Four + Charbon)/Feu de camp

source: Idea: Apple Pie
es: Idea: Tarta de Manzana
fr: Idée : Tarte aux pommes

# ideaApplePieDescription
source: The crafting is: 2 x Apple 2 x Flour 2 x Egg 1 x Milk 1 x (Funarce + Coal)/Campfire
es: La elaboración es: 2 x Manzana 2 x Harina 2 x Huevo 1 x Leche 1 x (Horno + Carbón)/Fogata
fr: La fabrication est : 2 x Pomme 2 x Farine 2 x Œuf 1 x Lait 1 x (Four + Charbon)/Feu de camp

source: Idea: Farm Feast
es: Idea: Banquete Granjero
fr: Idée : Festin à la ferme

# ideaFarmFeastDescription
source: The crafting is: 1 x Stew 1 x Healthy Salad 1 x Potato Omelet 1 x Apple Pie 1 x Fruit Shake 1 x Cake 1 x (Funarce + Coal)/Campfire
es: La elaboración es: 1 x Estofado 1 x Ensalada Saludable 1 x Tortilla de Patata 1 x Tarta de Manzana 1 x Batido de Frutas 1 x Pastel 1 x (Horno + Carbón)/Fogata
fr: La fabrication est : 1 x Ragoût 1 x Salade saine 1 x Omelette aux pommes de terre 1 x Tarte aux pommes 1 x Smoothie aux fruits 1 x Gâteau 1 x (Four + Charbon)/Feu de camp

source: Idea: Baul
es: Idea: Baúl
fr: Idée : Baule

# ideaBaulDescription
source: Provide 5 more card slot. The crafting is: 2 x Structures 2 x Planks, 1 x Crafting Table 1 x Human
es: Proporciona 5 espacios de tarjetas adicionales. La elaboración es: 2 x Estructuras 2 x Tablas, 1 x Mesa de trabajo 1 x Humano
fr: Fournit 5 emplacements de carte supplémentaires. La fabrication est : 2 x Structures 2 x Planches 1 x Table de craft 1 x Humain

source: Idea: Warehouse
es: Idea: Almacén
fr: Idée : Entrepôt

# ideaWarehouseDescription
source: Provide 15 more card slot. The crafting is: 4 x Structures 4 x Planks 1 x Crafting Table 1 x Human
es: Proporciona 15 espacios de tarjetas adicionales. La elaboración es: 4 x Estructuras 4 x Tablas 1 x Mesa de trabajo 1 x Humano
fr: Fournit 15 emplacements de carte supplémentaires. La fabrication est : 4 x Structures 4 x Planches 1 x Table de craft 1 x Humain

source: Idea: Furnace
es: Idea: Horno
fr: Idée : Fourneau

# ideaFurnaceDescription
source: The crafting is: 4 x Rock 2 x Structure 1 x Crafting Table 1 x Human
es: La elaboración es: 4 x Roca 2 x Estructura 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 4 x Roche 2 x Structure 1 x Table de craft 1 x Humain

source: Idea: Crafting Table
es: Idea: Mesa de Trabajo
fr: Idée : Table de craft

# ideaCraftingTableDescription
source: The crafting is: 4 x Wood 1 x Human
es: La elaboración es: 4 x Madera 1 x Humano
fr: La fabrication est : 4 x Bois 1 x Humain

source: Idea: Sawmill
es: Idea: Aserradero
fr: Idée : Scierie

# ideaSawmillDescription
source: The crafting is: 4 x Tree 3 x Iron 2 x Structure 1 x Crafting Table 1 x Human
es: La elaboración es: 4 x Árbol 3 x Hierro 2 x Estructura 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 4 x Arbre 3 x Fer 2 x Structure 1 x Table de craft 1 x Humain

source: Idea: Electronic table
es: Idea: Mesa Electrónica
fr: Idée : Table électronique

# ideaElectronicTableDescription
source: The crafting is: 3 x Cable 2 x Structure 2 x Insulator 2 x Crafting table 1 x Human
es: La elaboración es: 3 x Cable 2 x Estructura 2 x Aislante 2 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 3 x Câbles 2 x Structure 2 x Isolants 2 x Table de craft 1 x Humain

source: Idea: Solar panel
es: Idea: Panel Solar
fr: Idée : Panneau solaire

# ideaSolarpanelDescription
source: The crafting is: 4 x Structure 4 x Cables 2 x Solar Cell 2 x Insulator 1 x Electronic Table 1 x Human
es: La elaboración es: 4 x Estructura 4 x Cables 2 x Celdas Solares 2 x Aislante 1 x Mesa Electrónica 1 x Humano
fr: La fabrication est : 4 x Structure 4 x Câbles 2 x Cellules solaires 2 x Isolants 1 x Table électronique 1 x Humain

source: Idea: Farm
es: Idea: Granja
fr: Idée : Ferme

# ideaFarmDescription
source: The crafting is: 4 x Structure 4 x Dirt 4 x Water 4 x Planks 4 x Fertilizer 1 x Crafting Table 1 x Human
es: La elaboración es: 4 x Estructura 4 x Tierra 4 x Agua 4 x Tablas 4 x Fertilizante 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 4 x Structure 4 x Terre 4 x Eau 4 x Planches 4 x Fertilisant 1 x Table de craft 1 x Humain

source: Idea: Orchard
es: Idea: Huerto
fr: Idée : Verger

# ideaOrchardDescription
source: The crafting is: 4 x Dirt 2 x Water 2 x Wood 2 x Fertilizer 1 x Crafting Table 1 x Human
es: La elaboración es: 4 x Tierra 2 x Agua 2 x Madera 2 x Fertilizante 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 4 x Terre 2 x Eau 2 x Bois 2 x Fertilisant 1 x Table de craft 1 x Humain

source: Idea: Mill
es: Idea: Molino
fr: Idée : Moulin

# ideaMillDescripcion
source: The crafting is: 2 x Rock 2 x Wood 1 x Structure 1 x Iron Ingot 1 x Crafting Table 1 x Human
es: La elaboración es: 2 x Roca 2 x Madera 1 x Estructura 1 x Lingote de Hierro 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 2 x Roche 2 x Bois 1 x Structure 1 x Lingot de fer 1 x Table de craft 1 x Humain

source: Idea: Greenhouse
es: Idea: Invernadero
fr: Idée : Serre

# ideaGreenhouseDescripcion
source: The crafting is: 6 x Glass 4 x Structure 2 x Tree 1 x Crafting Table 1 x Human
es: La elaboración es: 6 x Vidrio 4 x Estructura 2 x Árbol 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 6 x Verre 4 x Structure 2 x Arbre 1 x Table de craft 1 x Humain

source: Idea: Wind turbine
es: Idea: Aerogenerador
fr: Idée : Éolienne

# ideaWindturbineDescription
source: Provide 5 additional energy. The crafting is: 4 x Planks 2 x Structure 2 x Cables 1 x Crafting Table 1 x Human
es: Proporciona 5 energía adicional. La elaboración es: 4 x Tablas 2 x Estructura 2 x Cables 1 x Mesa de trabajo 1 x Humano
fr: Fournit 5 énergies supplémentaires. La fabrication est : 4 x Planches 2 x Structure 2 x Câbles 1 x Table de craft 1 x Humain

source: Idea: Recycler
es: Idea: Reciclador
fr: Idée : Recycleur

# ideaRecyclerDescription
source: The crafting is: 8 x Planks 4 x Structure 1 x Crafting Table 1 x Human
es: La elaboración es: 8 x Tablas 4 x Estructura 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 8 x Planches 4 x Structure 1 x Table de craft 1 x Humain

source: Idea: Composter
es: Idea: Compostador
fr: Idée : Composteur

# ideaComposterDescripcion
source: The crafting is: 2 x Structure 2 x Planks 4 x Plastic 1 x Poop 1 x Crafting Table 1 x Human
es: La elaboración es: 2 x Estructura 2 x Tablas 4 x Plástico 1 x Caca 1 x Mesa de trabajo 1 x Humano
fr: La fabrication est : 2 x Structure 2 x Planches 4 x Plastique 1 x Fumier 1 x Table de craft 1 x Humain

source: Idea: Campfire
es: Idea: Fogata
fr: Idée : Feu de camp

# ideaCampfireDescription
source: The crafting is: 4 x Wood 4 x Rock 1 x Human
es: La elaboración es: 4 x Madera 4 x Roca 1 x Humano
fr: La fabrication est : 4 x Bois 4 x Roche 1 x Humain

source: Idea: Apple Tree
es: Idea: Manzano
fr: Idée : Pommier

# ideaAppleTreeDescription
source: The crafting is: 1 x Tree Seed 1 x Apple 1 x Water 1 x Farm 1 x Human
es: La elaboración es: 1 x Semilla de Árbol 1 x Manzana 1 x Agua 1 x Granja 1 x Humano
fr: La fabrication est : 1 x Graine d'arbre 1 x Pomme 1 x Eau 1 x Ferme 1 x Humain

source: Idea: Banana Tree
es: Idea: Platanero
fr: Idée : Bananier

# ideaBananaTreeDescription
source: The crafting is: 1 x Tree Seed 1 x Banana 1 x Water 1 x Farm 1 x Human
es: La elaboración es: 1 x Semilla de Árbol 1 x Banano 1 x Agua 1 x Granja 1 x Humano
fr: La fabrication est : 1 x Graine d'arbre 1 x Banane 1 x Eau 1 x Ferme 1 x Humain

source: Idea: Milk
es: Idea: Leche
fr: Idée : Lait

# ideaMilkDescription
source: The crafting is: 1 x Cow 1 x Human
es: La elaboración es: 1 x Vaca 1 x Humano
fr: La fabrication est : 1 x Vache 1 x Humain

source: Idea: Fertilizer
es: Idea: Fertilizante
fr: Idée : Fertilisant

# ideaFertilizerDescription
source: The crafting is: 1 x Poop 1 x Composter 1 x Water 1 x Human
es: La elaboración es: 1 x Caca 1 x Compostador 1 x Agua 1 x Humano
fr: La fabrication est : 1 x Fumier 1 x Composteur 1 x Eau 1 x Humain

source: Idea: Wood
es: Idea: Madera
fr: Idée : Bois

# ideaWoodDescription
source: The crafting is: 1 x Tree 1 x Human
es: La elaboración es: 1 x Árbol 1 x Humano
fr: La fabrication est : 1 x Arbre 1 x Humain

source: Fertilizer
es: Fertilizante
fr: Fertilisant

# fertilizerDescription
source: An enriched compound that boosts the growth of your crops. This fertilizer ensures that your plants are always happy and healthy.
es: Un compuesto enriquecido que estimula el crecimiento de tus cultivos. Este fertilizante garantiza que tus plantas estén siempre felices y saludables.
fr: Un composé enrichi qui stimule la croissance de vos cultures. Ce fertilisant garantit que vos plantes sont toujours heureuses et en bonne santé.

source: Tree Seed
es: Semilla de Árbol
fr: Graine d'arbre

# treeSeedDescription
source: A small treasure of nature that carries with it the promise of a green and lush future. Plant this seed with love and care, and you will see how a majestic tree will grow and provide shade and oxygen.
es: Un pequeño tesoro de la naturaleza que lleva consigo la promesa de un futuro verde y exuberante. Planta esta semilla con amor y cuidado, y verás cómo crecerá un majestuoso árbol que proporcionará sombra y oxígeno.
fr: Un petit trésor de la nature qui porte en lui la promesse d'un avenir vert et luxuriant. Plantez cette graine avec amour et attention, et vous verrez comment un arbre majestueux poussera pour fournir de l'ombre et de l'oxygène.

source: Well
es: Pozo
fr: Puits

# wellDescription
source: A reliable source of drinking water for your community. This well guarantees a constant supply of vital liquid to keep everyone hydrated.
es: Una fuente confiable de agua potable para tu comunidad. Este pozo garantiza un suministro constante de líquido vital para mantener a todos hidratados.
fr: Une source fiable d'eau potable pour votre communauté. Ce puits garantit un approvisionnement constant en liquide vital pour garder tout le monde hydraté.

source: Dev team
es: Equipo de Desarrollo
fr: Équipe de développement

# devTeamDescription
source: Does anyone actually read the descriptions? Are you seriously reading this? Don`t you have anything better to do? Well, I guess that makes two of us. You¬¥ve unlocked the Development Team card. Someone somewhere probably thought it was a good idea. Are you excited? Probably not, but thanks for being here anyway. Developers: ‚Ä¶
es: ¿Alguien realmente lee las descripciones? ¿De verdad estás leyendo esto? ¿No tienes nada mejor que hacer? Bueno, supongo que somos dos. Has desbloqueado la tarjeta del Equipo de Desarrollo. Alguien en algún lugar probablemente pensó que era una buena idea. ¿Estás emocionado? Probablemente no, pero gracias por estar aquí de todos modos. Desarrolladores: ...
fr: Est-ce que quelqu'un lit vraiment les descriptions ? Êtes-vous sérieusement en train de lire ceci ? N'avez-vous vraiment rien de mieux à faire ? Eh bien, je suppose que nous sommes deux dans ce cas. Vous avez débloqué la carte de l'équipe de développement. Quelqu'un quelque part a probablement pensé que c'était une bonne idée. Êtes-vous excité ? Probablement pas, mais merci d'être ici quand même. Développeurs : ...

source: Cables
fr: Câbles

source: Banana
fr: Banane

source: Idea: Cables
fr: Idée : Câbles
